Repository: 10sujitkhanal/forzza
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ne

source: How to Bet
ne: कसरी बेट गर्ने

source: VIEW MORE
ne: थप हेर्नुहोस्

source: view more
ne: थप हेर्नुहोस्

source: mark all as read
ne: सबै पढिएको रूपमा चिन्ह लगाउनुहोस्

source: SPORTS BETTING
ne: खेल शर्त

source: Request Username
ne: प्रयोगकर्तानामको अनुरोध

source: Complete Request Username
ne: अनुरोध अनुरोध पूरा गर्नुहोस्

source: Sidebar
ne: साइडबार

source: LIVE BETTING
ne: प्रत्यक्ष बेटिंग

source: CASINO GAMES
ne: क्यासिनो खेलहरू

source: LIVE CASINO
ne: प्रत्यक्ष केसिनो

source: VIRTUAL GAMES
ne: भर्चुअल खेलहरू

source: OUR TEAM
ne: हाम्रो समूह

source: Our Team
ne: हाम्रो समूह

source: Contact Us
ne: हामीलाई सम्पर्क गर्नुहोस

source: Any comments, issues, or suggestions will be read by one of the staff
ne: कुनै पनि टिप्पणी, मुद्दाहरू, वा सुझावहरू स्टाफ मध्ये एक जनाले पढ्नेछ।

source: Deposit History
ne: निक्षेप ईतिहास

source: How To Deposit
ne: कसरी जम्मा गर्ने

source: How to Deposit
ne: कसरी जम्मा गर्ने

source: DEPOSIT AMOUNT
ne: जम्मा राशि

source: Deposit Amount
ne: जम्मा राशि

source: Your Review
ne: तपाईंको समीक्षा

source: Review
ne: समीक्षा

source: Transaction Photo of Esewa or Khalti
ne: एसेवा वा खल्तीको लेनदेन फोटो

source: TRANSACTION HISTORY
ne: लेनदेन ईतिहास

source: Transaction History
ne: लेनदेन ईतिहास

source: Transaction Name of Frozza
ne: फ्रोज्जाको लेनदेन नाम

source: Transaction Amount
ne: लेनदेन राशि

source: Review
ne: समीक्षा

source: Photo
ne: फोटो

source: Status
ne: स्थिति

source: Date
ne: मिति

source: STEP FOR DEPOSIT
ne: निक्षेप को लागी चरण

source: Withdraw History
ne: निकाल्नु ईतिहास

source: Step for Deposit
ne: निक्षेप को लागी चरण

source: Step
ne: चरण

source: WITHDRAW
ne: निकाल्नु

source: Withdraw Amount
ne: रकम फिर्ता लिनुहोस्

source: Username of Frozza
ne: फ्रोजनको प्रयोगकर्ता नाम

source: HOW TO WITHDRAW
ne: कसरी फिर्ता लिने

source: How to Withdraw
ne: कसरी फिर्ता लिने

source: Deposit
ne: निक्षेप

source: Catagory
ne: क्याटागोरी

source: Catagories
ne: क्याटागोरीहरू

source: Withdraw
ne: निकाल्नु

source: Always Remember
ne: सधै सम्झनुहोस

source: Login with Facebook
ne: फेसबुकको साथ लगइन गर्नुहोस्

source: Login with Gmail
ne: जीमेलका साथ लगईन गर्नुहोस्

source: Forgot Password
ne: पासवर्ड भुल्नु भयो

source: Login
ne: लग - इन

source: Register
ne: रेजिष्टर

source: change password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: Change Password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: edit profile
ne: प्रोफाइल सम्पादन गर

source: Edit Profile
ne: प्रोफाइल सम्पादन गर

source: Send Message
ne: सन्देश पठाउनुहोस्

source: send message
ne: सन्देश पठाउनुहोस्
